Repository: SoureCode/UnitBundle
Catalog: translations/sourecode_unit_length.*.xlf
Languages: de

source: Kilometre
de: Kilometer

source: Hectometre
de: Hektometer

source: Decametre
de: Dekameter

source: Metre
de: Meter

source: Decimetre
de: Dezimeter

source: Centimetre
de: Zentimeter

source: Millimetre
de: Millimeter

source: Micrometre
de: Mikrometer

source: Nanometre
de: Nanometer

source: Picometre
de: Pikometer
